Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ArchivedMasksInfo
source: You can have up to 200 sets of masks. Unused sets are archived when you add more.
ar: يمكنك إضافة 200 حزمة أقنعة. الحزم غير المستخدمة ستتم أرشفتها عند إضافتك للمزيد.
be: Вы можаце дадаць да 200 набораў масак. Неўжывальныя наборы трапляюць у архіў, калі вы дадаяце новы набор.
ca: Podeu tenir fins a 200 paquets de màscares. Els que no useu s'arxivaran quan n'afegiu més.
de: Bis zu 200 Masken-Pakete kannst du installieren. Unbenutzte werden archiviert, sobald du neue installierst.
es: Puedes añadir hasta 200 packs de máscaras. Si añades más, se archivarán los que no usas.
fa: شما می‌توانید تا سقف 200 بسته ماسک اضافه کنید. در صورت افزودن بسته‌های بیشتر، بسته‌های استفاده نشده بایگانی می‌شوند.
fi: Voit lisätä enintään 200 naamiokokoelmaa. Jos lisäät enemmän, käyttämättömiä arkistoidaan.
fr: Vous pouvez avoir jusqu'à 200 lots de masques. Au delà, les lots inutilisés seront archivés.
id: Anda dapat menyimpan lebih dari 200 set mask. Set yang tidak digunakan akan diarsipkan ketika Anda menambah yang baru.
it: Puoi aggiungere fino a 200 set di maschere. I set non usati saranno archiviati quando ne aggiungerai altri.
ko: 마스크 묶음을 200개까지 보유하실 수 있습니다. 사용하지 않은 마스크는 새로운 묶음을 추가하실 때 보관됩니다.
ms: Anda boleh menyimpan sehingga 200 set mask. Mask yang tak diguna akan diarkib bila anda menambah mask baru.
nl: Je kunt 200 maskerbundels tegelijk installeren, daarboven archiveren we ongebruikte maskers.
pl: Możesz mieć zainstalowanych maksymalnie 200 zestawów masek. Nieużywane zestawy są archiwizowane podczas dodawania następnych.
pt_br: Você pode ter até 200 pacotes de máscaras. Pacotes não usados são arquivados quando você adiciona mais.
ru: У Вас может быть установлено до 200 наборов масок. При установке новых наборов неиспользуемые маски архивируются.
sv: Du kan ha upp till 200 maskset. Oanvända set arkiveras när du lägger till fler.
tr: En fazla 200 maskeye sahip olabilirsiniz. Daha fazla eklediğinizde kullanılmayan paketler arşivlenir.
uk: Ви можете мати до 200 пакунків масок. При додаванні нових невживані буде архівовано.
uz: Siz 200 tagacha niqoblar to'plamini o'rnatishingiz mumkin. Foydalanilmayotgan niqoblar esa arxivga yuboriladi.
zh_cn: 您最多能够拥有 200 套装饰包。未被使用的装饰包将在您添加新装饰包时被归档。
zh_tw: 您最多能夠擁有 200 套裝飾包。未被使用的裝飾包將在您添加新裝飾包時被封存。

source: Archived Stickers
ar: الملصقات المؤرشفة
be: Стыкеры ў архіве
ca: Adhesius arxivats
de: Archivierte Sticker
es: Stickers archivados
fa: استیکرهای بایگانی شده
fi: Arkistoidut tarrat
fr: Autocollants archivés
id: Stiker Diarsipkan
it: Sticker archiviati
ko: 보관된 스티커
ms: Stiker Diarkib
nl: Gearchiveerde stickers
pl: Zarchiwizowane naklejki
pt_br: Stickers Arquivados
ru: Архив стикеров
sv: Arkiverade dekaler
tr: Arşivlenmiş Çıkartmalar
uk: Архівовані наліпки
uz: Arxivlangan stikerlar
zh_cn: 已归档表情
zh_tw: 已封存表情

# ArchivedStickersAlertInfo
source: Some of your older sticker sets have been archived. You can reactivate them in the Stickers Settings.
ar: تمت أرشفة بعض من حزم الملصقات الخاصة بك. يمكنك تفعيل هذه الحزم ان طريق إعدادات الملصقات.
be: Некаторыя з вашых неўжывальных стыкераў былі перамешчаны ў архіў. Вы можаце аднавіць іх праз налады стыкераў.
ca: Alguns dels paquets d'adhesius antics s'han arxivat. Podeu reactivar-los a la Configuració.
de: Einige deiner Sticker wurden archiviert. Du kannst sie in den Sticker-Einstellungen erneut hinzufügen.
es: Algunos de tus packs de stickers más viejos fueron archivados. Puedes reactivarlos desde los ajustes de Stickers.
fa: تعدادی از بسته‌های استیکر قدیمی شما بایگانی شده‌اند. شما می‌توانید در تنظیمات استیکر آن‌ها را مجدداً فعال کنید.
fi: Joitain vanhoja tarrojasi on siirretty arkistoon. Voit ottaa ne uudelleen käyttöön tarrojen asetusten kautta.
fr: Certains de vos anciens autocollants ont été archivés. Vous pouvez les réactiver les paramètres des autocollants.
id: Beberapa stiker lama Anda telah diarsipkan. Anda dapat mengaktifkan kembali di Pengaturan Stiker.
it: Alcuni dei tuoi set di sticker più vecchi sono stati stati archiviati. Puoi riattivarli nelle impostazioni degli sticker.
ko: 몇몇 오래된 스티커 묶음이 보관되었습니다. 스티커 설정에서 다시 활성화하실 수 있습니다.
ms: Setengah dari set stiker lama anda telah dihantar ke arkib. Anda boleh kembalikan stiker dari Aturan Stiker.
nl: Een aantal ongebruikte stickerbundels zijn gearchiveerd. Je deze opnieuw activeren via de stickersinstellingen.
pl: Niektóre z twoich starszych zestawów naklejek zostały zarchiwizowane. Możesz aktywować je w Ustawieniach naklejek.
pt_br: Alguns dos seus pacotes de stickers antigos foram arquivados. Você pode reativá-los nas Configurações de Sticker.
ru: Некоторые из ваших старых наборов стикеров были архивированы. Вы можете снова активировать их в настройках стикеров.
sv: Ett del av dina äldre dekalset har arkiverats. Du kan återaktivera dem i Dekalinställningar.
tr: Eski çıkartma paketlerinden bazıları arşivlendi. Bunları, Çıkartma Ayarları bölümünden yeniden etkinleştirebilirsiniz.
uk: Декілька ваших старих пакунків наліпок архівовано. Ви можете відновити їх у налаштуваннях наліпок.
uz: Sizning baʼzi eski stikerlar toʻplamlaringiz arxivlandi. Siz ularni Stiker sozlamalari menyusida qayta faollashtirishingiz mumkin.
zh_cn: 您的一些旧表情包已经被归档。您可以在「表情」设置里重新激活它们。
zh_tw: 您的一些舊表情包已經被封存。您可以在「表情」設定裏重新啓用它們。

# ArchivedStickersAlertTitle
source: Archived stickers
ar: الملصقات المؤرشفة
be: Стыкеры ў архіве
ca: Adhesius arxivats
de: Archivierte Sticker
es: Stickers archivados
fa: استیکرهای بایگانی شده
fi: Arkistoidut tarrat
fr: Autocollants archivés
id: Stiker diarsipkan
it: Sticker archiviati
ko: 보관된 스티커
ms: Stiker diarkib
nl: Gearchiveerde stickers
pl: Zarchiwizowane naklejki
pt_br: Stickers arquivados
ru: Архив стикеров
sv: Arkiverade dekaler
tr: Arşivlenmiş çıkartmalar
uk: Архівовані наліпки
uz: Arxivlangan stikerlar
zh_cn: 已归档表情
zh_tw: 已封存表情

# ArchivedStickersEmpty
source: No archived stickers
ar: ما من ملصقات مؤرشفة
be: У архіве пакуль што няма стыкераў
ca: No hi ha adhesius
de: Keine archivierten Sticker
es: Stickers no archivados
fa: استیکر بایگانی شده‌ای موجود نیست
fi: Ei arkistoituja tarroja
fr: Aucun autocollant archivé
id: Tidak ada stiker diarsipkan
it: Nessuno sticker archiviato
ko: 보관된 스티커가 없습니다
ms: Tiada stiker diarkib
nl: Geen gearchiveerde stickers
pl: Nie ma zarchiwizowanych naklejek
pt_br: Nenhum sticker arquivado
ru: Нет стикеров в архиве
sv: Inga arkiverade dekaler
tr: Arşivlenmiş çıkartma yok
uk: Немає архівованих наліпок
uz: Arxivda stikerlar mavjud emas
zh_cn: 没有已归档的表情
zh_tw: 沒有已封存的表情

# ArchivedStickersInfo
source: You can have 200 active sticker sets. Unused sets are archived when you add more.
ar: يمكنك الاحتفاظ بـ ٢٠٠ حزمة ملصقات نشطة. ستتم أرشفة الحزم غير المستخدمة عند إضافتك للمزيد.
be: Вы можаце мець да 200 набораў стыкераў. Неўжывальныя стыкеры трапляюць у архіў, калі вы дадаяце новы набор.
ca: Podeu tenir 200 paquets actius. Els que no useu s'arxivaran quan n'afegiu més.
de: Bis zu 200 Sticker-Pakete kannst du installieren. Vorherige werden danach archiviert.
es: Puedes tener 200 packs de stickers activos. Si añades más, se archivarán los que no usas.
fi: Sinulla voi olla asennettuna enintään 200 tarrakokoelmaa. Käyttämättömät tarrat arkistoidaan, kun lisäät uusia tarrakokoelmia.
fr: Vous pouvez avoir 200 lots d'autocollants. Au delà, les lots inutilisés seront archivés.
it: Puoi avere 200 set di sticker attivi. I set non usati sono archiviati quando ne aggiungi altri.
ko: 사용 가능한 스티커 묶음을 200개까지 추가하실 수 있습니다. 사용하지 않은 스티커는 새로운 묶음을 추가하실 때 보관됩니다.
ms: Anda boleh punyai 200 set stiker aktif. Stiker yang tak diguna diarkib bila anda tambah stiker baru.
nl: Je kunt 200 stickerbundels tegelijk installeren, daarboven archiveren we ongebruikte stickers.
pl: Możesz mieć 200 aktywnych zestawów naklejek. Nieużywane zestawy są archiwizowane podczas dodawania następnych.
pt_br: Você pode ter 200 pacotes de stickers. Pacotes não usados são arquivados quando você adiciona mais.
ru: У Вас может быть до 200 наборов стикеров. При установке новых наборов неиспользуемые стикеры архивируются.
sv: Du kan ha 200 aktiva dekalsamlingar. Oanvända samlingar arkiveras när lägger till fler.
tr: 200 etkin çıkartma paketiniz olabilir. Daha fazlasını eklediğinizde kullanılmayan paketler arşivlenir.
uk: Ви можете мати до 200 пакунків наліпок. При додаванні нових невживані архівуватимуться.

source: Archive hidden.
ar: تم إخفاء الأرشيف
be: Архіў схаваны.
ca: S'ha amagat l'arxiu.
de: Archiv versteckt.
es: Archivo oculto.
fa: بایگانی پنهان شد.
fi: Arkisto piilotettiin
fr: Archive masquée.
id: Arsip disembunyikan
it: Archivio nascosto.
ko: 보관함 숨김
ms: Arkib tersembunyi.
nl: Archief verborgen
pl: Archiwum ukryte
pt_br: Arquivo ocultado.
ru: Архив скрыт.
sv: Dolde arkivet
tr: Arşiv gizlendi.
uk: Архів приховано.
uz: Arxiv berkitildi.

# ArchiveHiddenInfo
source: Swipe down to see the archive.
ar: يمكنك رؤية الأرشيف بسحبه للأسفل.
be: Чыркніце ўніз, каб убачыць архіў.
ca: Llisqueu avall per a mostrar-lo.
de: Nach unten wischen, um Archiv anzuzeigen.
es: Tira hacia abajo para ver el archivo.
fa: جهت مشاهده بایگانی صفحه را به سمت پایین بکشید.
fi: Pyyhkäise alas nähdäksesi arkiston.
fr: Glissez vers le bas pour voir l'archive.
id: Geser ke bawah untuk lihat arsip.
it: Scorri in basso per vedere l'archivio.
ko: 보관함을 보려면 쓸어내리세요.
ms: Leret ke bawah untuk lihat arkib.
nl: Veeg naar beneden voor het archief
pl: Przesuń palcem w dół, aby zobaczyć archiwum.
pt_br: Deslize para baixo para ver o arquivo.
ru: Потяните вниз, чтобы увидеть архив.
sv: Dra nedåt för att se arkivet.
tr: Arşivi görmek için aşağıya çekin
uk: Щоб побачити архів, проведіть вниз.
uz: Arxivni koʻrish uchun pastga suring.

# ArchiveHintHeader1
source: This is your Archive
ar: هذا هو أرشيفك
be: Гэта ваш архіў
ca: Això és el vostre arxiu
de: Das ist dein Archiv
es: Este es tu Archivo
fa: این بایگانی شماست
fi: Tämä on arkistosi
fr: Voici votre archive
id: Berikut arsip Anda
it: Questo è il tuo archivio
ko: 회원님의 보관함입니다
ms: Ini adalah Arkib anda
nl: Dit is je archief
pl: To jest twoje archiwum
pt_br: Este é o seu Arquivo
ru: Это Ваш архив
sv: Det här är ditt arkiv
tr: Burası arşiviniz
uk: Це ваш архів
uz: Bu sizning arxivingiz

# ArchiveHintHeader2
source: Muted chats
ar: المحادثات المكتومة
be: Чаты без апавяшчэнняў
ca: Xats silenciats
de: Stummgeschaltete Chats
es: Chats silenciados
fa: گفتگوهای بی‌صدا
fi: Mykistetyt
fr: Échanges en sourdine
id: Obrolan Senyap
it: Chat silenziate
ko: 알림이 꺼진 대화방
ms: Bual disenyapkan
nl: Stille chats
pl: Wyciszone czaty
pt_br: Chats silenciados
ru: Чаты без уведомлений
sv: Chattar med tysta aviseringar
tr: Sessiz sohbetler
uk: Чати без сповіщень
uz: Sukut qilingan chatlar

# ArchiveHintHeader3
source: Pinned chats
ar: تثبيت المحادثات
be: Замацаваныя чаты
ca: Xats fixats
de: Angeheftete Chats
es: Chats fijados
fa: گفتگوهای سنجاق شده
fi: Kiinnitetyt
fr: Échanges épinglés
id: Obrolan Tersemat
it: Chat fissate
ko: 고정된 대화방
ms: Bual Disemat
nl: Vastgezette chats
pl: Przypięte czaty
pt_br: Chats fixados
ru: Закреплённые чаты
sv: Uppfästa chattar
tr: Sabitlenmiş sohbetler
uk: Прикріплення чатів
uz: Qadalgan chatlar

# ArchiveHintText1
source: Chats with enabled notifications get unarchived when new messages arrive.
ar: المحادثات ذات الإشعارات المفعّلة ستخرج من الأرشيف عند وصول رسائل جديدة إليها.
be: Калі прыходзіць новае паведамленне, чаты, у якіх уключаны апавяшчэнні, выводзяцца з архіва.
ca: Els xats amb notificacions actives es restableixen si arriben missatges nous.
de: Chats mit aktivierten Benachrichtigungen landen wieder in der Chatliste, wenn neue Benachrichtigungen eintreffen.
es: Los chats con notificaciones activas se desarchivan al recibir mensajes nuevos.
fa: گفتگوها با اعلان‌های فعال، هنگام رسیدن پیام‌های جدید از بایگانی خارج می‌شوند.
fi: Jos keskustelun ilmoitukset ovat päällä, se palautetaan arkistosta viestin saapuessa.
fr: Les échanges avec notifications activées seront désarchivés à l'arrivée de nouveaux messages.
id: Obrolan dengan notifikasi yang diaktifkan akan dilepaskan dari arsip saat notifikasi baru tiba.
it: Le chat con le notifiche attive vengono estratte quando arrivano nuovi messaggi.
ko: 알림이 켜진 대화방은 새로운 메시지가 도착하면 보관이 해제됩니다.
ms: Bual yang didayakan notifikasi akan diarkib bila mesej baru tiba.
nl: Chats met ingeschakelde melding worden gedearchiveerd bij nieuwe meldingen.
pl: Czaty z włączonymi powiadomieniami zostaną przywrócone po nadejściu nowych wiadomości.
pt_br: Os chats com notificações ativadas são desarquivados quando novas notificações chegam.
ru: Чаты со включенными уведомлениями покидают архив, когда приходят новые сообщения.
sv: Chattar, med aktiverade aviseringar, avarkiveras när nya meddelanden mottas.
tr: Bildirimleri etkin olan sohbetler, yeni bildirim geldiğinde arşivden çıkarılır.
uk: Чати з увімкненими сповіщеннями покидають архів, коли приходить нове повідомлення.
uz: Bildirishnomalari yoqilgan chatlar yangi xabarlar kelganida arxivdan chiqariladi.

# ArchiveHintText2
source: Chats with disabled notifications stay archived when new messages arrive.
ar: المحادثات ذات الإشعارات المعطلة ستبقى في الأرشيف عند وصول رسائل جديدة إليها.
be: Калі прыходзіць новае паведамленне, чаты без апавяшчэнняў застаюцца архіваванымі.
ca: Els xats silenciats es mantenen arxivats encara que arribin missatges nous.
de: Stummgeschaltete Chats bleiben im Archiv, wenn neue Nachrichten eintreffen.
es: Los chats silenciados se mantienen archivados al recibir mensajes nuevos.
fa: گفتگوها با اعلان‌های غیرفعال، هنگام رسیدن پیام‌های جدید در بایگانی می‌مانند.
fi: Mykistetyt keskustelut pysyvät arkistossa vaikka uusia viestejä saapuisi.
fr: Les échanges en sourdine resteront archivés même après l'arrivée de nouveaux messages.
id: Obrolan yang disenyapkan tetap diarsipkan saat pesan baru tiba.
it: Le chat con le notifiche disattivate rimangono archiviate quando arrivano nuovi messaggi.
ko: 알림이 꺼진 대화방은 새로운 메시지가 도착해도 계속 보관됩니다.
ms: Bual dinyahdaya notifikasi akan sentiasa diarkib bila mesej baru tiba.
nl: Stille chats blijven gearchiveerd bij nieuwe berichten.
pl: Czaty z wyłączonymi powiadomieniami pozostaną w archiwum po nadejściu nowych wiadomości.
pt_br: Os chats silenciados ficam arquivados quando novas mensagens chegam.
ru: Чаты с выключенными уведомлениями остаются в архиве, когда приходят новые сообщения.
sv: Chattar med avstängda aviseringar stannar i arkivet när nya meddelanden mottas.
tr: Bildirimleri kapalı olan sohbetler, yeni mesaj geldiğinde arşivde kalır.
uk: Чати з вимкненими сповіщеннями залишаться в архіві, навіть якщо прийдуть нові повідомлення.
uz: Bildirishnomalari faolsizlantirilgan chatlar yangi xabarlar kelganida arxivlangan holatda qoladi.

# ArchiveHintText3
source: You can pin an unlimited number of archived chats to the top.
ar: يمكنك تثبيت عدد غير محدود من المحادثات المؤرشفة في الأعلى.
be: Вы можаце замацаваць уверсе неабмежаваную колькасць архіваваных чатаў.
ca: Podeu fixar un nombre il·limitat de xats arxivats en la part superior.
de: Unbegrenzt viele archivierte Chats kannst du oben anheften.
es: Puedes fijar un número ilimitado de chats archivados en la parte superior.
fa: شما ‌می‌توانید تعداد نامحدودی گفتگوی بایگانی شده را به بالای صفحه سنجاق کنید.
fi: Voit kiinnittää haluamasi määrän arkistoituja keskusteluita.
fr: Vous pouvez épingler une infinité d'échanges archivés.
id: Anda dapat menyematkan obrolan yang diarsipkan dalam jumlah tak terbatas ke atas.
it: Puoi fissare in alto un numero illimitato di chat archiviate.
ko: 보관한 대화방들은 개수 제한 없이 맨 위에 고정하실 수 있습니다.
ms: Anda boleh semat seberapa banyak bual yang diarkib ke atas.
nl: Je kunt een ongelimteerd aantal gearchiveerde chats vastzetten.
pl: Na górze można przypiąć do 100 zarchiwizowanych czatów.
pt_br: Você pode fixar uma quantidade ilimitada de chats arquivados no topo.
ru: Вы можете закрепить неограниченное количество чатов наверху архива.
sv: Du kan fästa upp så många arkiverade chattar du vill i ovankanten.
tr: Sınırsız sayıda arşivlenmiş sohbeti başa sabitleyebilirsiniz.
uk: Вгорі архіву можна прикріпити скільки завгодно чатів.
uz: Arxivlangan chatlarni cheklanmagan miqdorda tepaga qadashingiz mumkin.

source: Archive pinned.
ar: تم تثبيت الأرشيف.
be: Архіў замацаваны.
ca: S'ha fixat l'arxiu.
de: Archiv angeheftet.
es: Archivo fijado.
fa: بایگانی سنجاق شد.
fi: Arkisto kiinnitettiin
fr: Archive épinglée.
id: Arsip tersemat
it: Archivio fissato.
ko: 보관함 고정함
ms: Arkib disemat.
nl: Archief vastgezet.
pl: Archiwum przypięte
pt_br: Arquivo fixado.
ru: Архив закреплен.
sv: Arkivet uppfäst
tr: Arşiv sabitlendi.
uk: Архів прикріплено.
uz: Arxiv qadaldi.

# ArchivePinnedInfo
source: Swipe left on the archive to hide it.
ar: اسحب الأرشيف لليسار لإخفاءه.
be: Чыркніце ўлева па архіве, каб схаваць яго.
ca: Llisqueu l'arxiu cap a l'esquerra per a amagar-lo.
de: Archiv nach links wischen, um es zu verstecken.
es: Deslízalo a la izquierda para ocultarlo.
fa: با کشیدن به سمت چپ بر روی بایگانی، آن را پنهان کنید.
fi: Pyyhkäise vasemmalle piilottaaksesi arkiston.
fr: Glissez à gauche sur l'archive pour la masquer.
id: Geser ke kiri pada arsip untuk sembunyikan.
it: Scorri a sinistra sull'archivio per nasconderlo.
ko: 보관함을 숨기려면 왼쪽으로 쓸어넘기세요.
ms: Leret ke kiri atas arkib untuk sembunyikan.
nl: Veeg naar links om het archief te verbergen.
pl: Przesuń palcem w lewo na archiwum, aby je ukryć.
pt_br: Deslize o arquivo para a esquerda para ocultar.
ru: Смахните влево, чтобы скрыть архив.
sv: Svep åt vänster på arkivet för att dölja det.
tr: Gizlemek için arşivde sola kaydırın.
uk: Щоб приховати архів, проведіть на ньому вліво.
uz: Arxivni berkitish uchun chapga suring.

# ArchiveSearchFilter
source: Archive
ar: الأرشيف
be: Архіў
ca: Arxiu
de: Archiv
es: Archivo
fi: Arkisto
it: Archivio
ko: 보관함
ms: Arkib
nl: Archief
pl: Archiwum
pt_br: Arquivados
ru: Архив
sv: Arkiv
tr: Arşiv
uk: Архів

# ArchiveStickersAlertMessage
source: Are you sure you want to archive the selected sticker sets?
ar: هل ترغب حقًا في أرشفة حزم الملصقات المحددة؟
be: Вы ўпэўнены, што хочаце заархіваваць выбраныя наборы стыкераў?
ca: Segur que voleu arxivar els paquets d'adhesius seleccionats?
de: Wirklich ausgewähltes Sticker-Paket archivieren?
es: ¿Quieres archivar los packs de stickers seleccionados?
fa: آیا از بایگانی کردن بسته‌های استیکر انتخاب شده اطمینان دارید؟
fi: Haluatko varmasti arkistoida valitsemasi tarrakokoelmat?
fr: Voulez-vous vraiment archiver les lots d'autocollants sélectionnés ?
id: Anda yakin ingin mengarsipkan set stiker yang dipilih?
it: Vuoi davvero archiviare i set di sticker selezionati?
ko: 정말 선택된 스티커 묶음을 보관하시겠습니까?
ms: Anda pasti ingin arkib set stiker yang dipilih?
nl: Echt de gekozen stickerbundel archiveren?
pl: Czy na pewno chcesz zarchiwizować wybrane zestawy naklejek?
pt_br: Tem certeza de que deseja arquivar os pacotes de stickers selecionados?
ru: Архивировать выбранные наборы стикеров?
sv: Säker på att arkivera de markerade dekalerna?
tr: Seçili çıkartma paketlerini arşivlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете заархівувати вибрані пакунки наліпок?
uz: Haqiqatan tanlangan stiker toʻplamlarini arxivlamoqchimisiz?

# ArchiveStickerSetsAlertTitle
source: Archive {0}
ar: أرشفة ⁨{0}⁩
be: Перавесці {0} у архіў
ca: Arxiva {0}
de: {0} archivieren
es: Archivar {0}
fa: بایگانی ⁨{0}⁩
fi: Arkistoi {0}
fr: Archiver {0}
id: Arsip {0}
it: Archivia {0}
ko: {0} 보관
ms: Arkib {0}
nl: {0} archiveren
pl: Archiwizuj {0}
pt_br: Arquivar {0}
ru: Архивировать {0}
sv: Arkiv {0}
tr: {0} Arşivle
uk: Архівувати {0}
uz: {0}ni arxivlash

source: are typing...
ar: يكتبون…
be: пішуць...
ca: estan escrivint...
de: tippen…
es: están escribiendo...
fa: در حال نوشتن هستند...
fi: kirjoittavat...
fr: écrivent…
id: mengetik...
it: stanno scrivendo...
ko: 님이 입력 중...
ms: menaip...
nl: zijn aan het typen
pl: piszą…
pt_br: estão digitando...
ru: печатают…
sv: skriver...
tr: yazıyor…
uk: пишуть...
uz: yozmoqda...
zh_cn: 正在输入……
zh_tw: 正在輸入……

# AreTypingGroup
source: {0} are typing...
ar: ⁨{0}⁩ يكتبون...
be: {0} пішуць...
ca: {0} estan escrivint...
de: {0} tippen...
es: {0} están escribiendo...
fa: ⁨{0}⁩ در حال نوشتن هستند...
fi: {0} kirjoittavat...
fr: {0} écrivent...
id: {0} mengetik...
it: {0} stanno scrivendo...
ko: {0} 님이 입력 중...
ms: {0} menaip...
nl: {0} zijn aan het typen...
pl: {0} piszą…
pt_br: {0} estão digitando...
ru: {0} печатают...
sv: {0} skriver...
tr: {0} yazıyor…
uk: {0} пишуть...
uz: {0} yozmoqda...
zh_cn: {0} 正在输入……
zh_tw: {0} 正在輸入……

source: Are you sure?
ar: هل أنت متأكد؟
be: Вы ўпэўнены?
ca: N'esteu segur?
de: Bist du sicher?
es: ¿Quieres hacerlo?
fa: آیا اطمینان دارید؟
fi: Oletko varma?
fr: Voulez-vous vraiment faire cela ?
id: Anda yakin?
it: Vuoi davvero?
ko: 확실하십니까?
ms: Anda pasti?
nl: Weet je het zeker?
pl: Czy na pewno?
pt_br: Tem certeza?
ru: Уверены?
sv: Är du säker?
tr: Emin misiniz?
uk: Ви впевнені?
uz: Ishonchingiz komilmi?
zh_cn: 您确定吗？
zh_tw: 您確定嗎？

# AreYouSureBlockContact
source: Are you sure you want to block this contact?
ar: هل ترغب حقًا في حظر جهة الاتصال هذه؟
be: Вы ўпэўнены, што хочаце заблакіраваць кантакт?
ca: Segur que voleu blocar aquest contacte?
de: Diesen Kontakt wirklich blockieren?
es: ¿Quieres bloquear este contacto?
fa: آیا از مسدود کردن این مخاطب اطمینان دارید؟
fi: Haluatko varmasti estää tämän yhteystiedon?
fr: Voulez-vous vraiment bloquer ce contact ?
id: Apakah Anda yakin ingin memblokir kontak ini?
it: Vuoi davvero bloccare questo contatto?
ko: 이 연락처를 정말 차단하시겠습니까?
ms: Anda pasti mahu sekat kenalan ini?
nl: Weet je zeker dat je deze persoon wilt blokkeren?
pl: Czy na pewno chcesz zablokować ten kontakt?
pt_br: Tem certeza de que deseja bloquear este contato?
ru: Вы точно хотите заблокировать этот контакт?
sv: Säker på att blockera den här kontakten?
tr: Bu kişiyi engellemek istediğinizden emin misiniz?
uk: Ви дійсно хочете заблокувати цей контакт?
uz: Haqiqatan ham bu kontakt bloklansinmi?
zh_cn: 您确定要拉黑此联系人吗？
zh_tw: 您確定要封鎖此聯絡人嗎？

# AreYouSureBlockContact2
source: Are you sure you want to block **{0}**?
ar: هل ترغب حقًا بحظر **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце заблакіраваць **{0}**?
ca: Segur que voleu blocar **{0}**?
de: Wirklich **{0}** blockieren?
es: ¿Quieres bloquear a **{0}**?
fa: آیا از مسدود کردن **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti estää käyttäjän **{0}**?
fr: Voulez-vous vraiment bloquer **{0}** ?
id: Anda yakin ingin blokir **{0}**?
it: Vuoi davvero bloccare **{0}**?
ko: 정말 **{0}** 님을 차단하시겠습니까?
ms: Anda pasti ingin sekat **{0}**?
nl: **{0}** echt blokkeren?
pl: Czy na pewno chcesz zablokować **{0}**?
pt_br: Deseja mesmo bloquear **{0}**?
ru: Вы точно хотите заблокировать **{0}**?
sv: Är du säker på att blockera **{0}**?
tr: **{0}** kişisini engellemek istediğinizden emin misiniz?
uk: Ви дійсно хочете заблокувати **{0}**?
uz: Haqiqatan **{0}**ni bloklamoqchimisiz?
